{
  "title": "How much is the residence?",
  "showMore": "Show more",
  "showLess": "Show less",
  "downPayment": "Down Payment",
  "mortgageDeed": "Mortgage Deed",
  "titleDeed": "Title Deed (lagfart)",
  "success": "That worked just fine.",
  "failure": "Something went wrong.",
  "languages": {
    "title": "Languages",
    "introduction": "Maybe you like to choose a different language than the one we chose for you? Select any of the ones listed below."
  },
  "introduction": {
    "welcome": "Welcome to \"vad kostar bostaden\". This page provides information for those of you who want to buy a place to live in Sweden. It will help you understand the costs in form of fees and taxes that await you. The page is split into sections. Each section contains information that helps you understand a specific aspect and its required inputs. In the end you can choose to save the data for later. All calculations are cross verified with real life scenarios.",
    "dataPolicy": "We do not save any of the data you enter in the form below. We do not use any cookies or any other form of tracking either. We believe in you owning your data.",
    "type": "Let us start. First we would like to know what you are looking for or. Alternatively you can choose to restore a previous saved file.",
    "appartment": "Appartment",
    "house": "House",
    "motivation": "Why do we do this? The year is 2020. We found ourselves creating another cumbersome excel sheet to calculate coming expences. Turns out so do a lot of other. Some use even a calculator. Seems unneccessary and error prone to us. So we created this page for you out there so you do not have to do costly mistakes and invest unnecessary time."
  },
  "bills": {
    "title": "Bills",
    "introduction": "We all have to pay bills. This section lets you enter information about the bills you would expect or already have.",
    "table": {
      "name": "Name",
      "amount": "Amount",
      "frequency": "Frequency",
      "create": "Add bill",
      "remove": "Remove"
    },
    "summary": "The total amount of all bills summed up by <u>year</u> totals to <b>{ amountToPayByYear } kr</b>. Summed up by <u>month</u> totals to <b>{ amountToPayByMomth } kr</b>.",
    "monthly": "Monthly",
    "quaterly": "Quaterly",
    "yearly": "Yearly"
  },
  "borrowers": {
    "title": "Borrowers",
    "introduction": "Help us understand your financial situation. Please enter your salary in kr/month before tax. The salary is required for the debt ratio (skuldkvot). Debt ratio is one of the factors that determine your amortization rate. Start by adding individuals who will apply for the loan. Name and cash are optional.",
    "example": "The debt ratio is calculated by multiplying the sum of the borrowers yearly salary by { debtRatioMultiplyer }. Imagine you have two borrowers: Jonas and Emelie. Jonas earns { sallaryJonas } kr a month before tax and Emelie earns { sallaryEmelie } kr a month before tax. The debt ratio is therefore: (12 * { sallaryJonas } kr + 12 * { sallaryEmelie } kr) * { debtRatioMultiplyer } = ({ sallaryJonasYear } kr + { sallaryEmelieYear } kr) * { debtRatioMultiplyer } = { debtRatio } kr. If the loan exceeds { debtRatio } kr your amortization rate increases by 1%.",
    "downPayment": "The down payment is calculated as { downPaymentPercent }% of the final price of your estate. This is the required minimum. You may use the fields for cash to identify each individuals assets. You may leave it empty. If left empty then all other calculations below assume that you will pay the minimum amount. You can use those fields to understand how amortization changes in case you add more down payment.",
    "table": {
      "name": "Name",
      "salaryPerMonth": "Salary (kr/month)",
      "cash": "Cash (kr)",
      "create": "Add borrower",
      "remove": "Remove"
    },
    "summary": "The combined <u>total salary</u> per year is: <b>{ combinedSalary } kr</b>. The resulting <u>debt ratio</u> is therefore <b>{ debtRatio } kr </b>."
  },
  "estate": {
    "title": "Estate",
    "introduction": "Let us now look at your estate. Please enter the expected price and the existing mortgage deed (pantbrev). Mortgage deed is only required when you buy a house.",
    "example": "Each house has a mortgage deed (pantbrev) from the previous owner. You have to pay this tax to your bank as a form of insurance. It is calculated based on the previous existing mortgage deed and the loan you take. The amount you have to pay is calculated by substracting the existing mortgage deed from the loan. You have to pay { mortgageDeedPercent }% of that amount. Imagine you want to buy a house worth { price } kr. You pay the minimum down payment of { downPayment } kr. That results in a loan of { loan } kr. The existing mortgage deeds cover { mortgageDeed } kr. Then you have to pay { mortgageDeedPercent }% of { loan } kr - { mortgageDeed } kr = { mortgageDeedPercent } % of { mortgageDeedRequired } kr = { mortgageDeedToPay } kr. A fee of { mortgageDeedFee } kr is taken by Lantmäteriet to buy new mortgage deeds. Each bank takes an additional fee on top of that. Handelsbanken takes { bankFee } kr, for example. This fee varies by bank. Therefore it is not included in the calculation.",
    "mortgageDeed": "Mortgage deed (pantbrev)",
    "price": "Price",
    "resultingLoan": "The resulting loan will be: <b>{ loan } kr</b>.",
    "basedOnMinimumDownPayment": "The loan is based on the minimum required <u>down payment</u> of: <b>{ downPayment } kr</b>.",
    "basedOnExistingDownPayment": "The loan is based on the <u>combined down payment</u> from the assets of: <b>{ downPayment } kr</b>.",
    "insufficientDownPayment": "The available down payment is not enouth. You need to invest <b>{ missingAmount } kr</b> more.",
    "amortization": {
      "summary": "Your amortization rate is: <b>{ amortizationRate }%</b>.",
      "becauseOfDebtRatio": "1% is added because your loan is higher than the debt ratio.",
      "becauseOfLoanLessThan70": "1% is added because your loan to value rating is between { level1 }% and { level2 }%.",
      "becauseOfLoanMoreThan70": "2% is added because your loan to value rating is higher than { level }%."
    }
  },
  "footer": {
    "visitUs": "Visit us on"
  },
  "interest": {
    "title": "Interest",
    "introduction": "In this section you can see how the interest rate will influence the monthly costs. The rate is negotiated between you and your bank.",
    "summary": "The current interest rate is { interestPercent }%. You will need to pay { amountPerYear } kr per year in interest for your loan of { loan } kr."
  },
  "expensesOneOff": {
    "title": "Expenses: One-off",
    "introduction": "Let us sum up the coming non recurring expenses. We group them in two parts: down payment and taxes).",
    "downPayment": "Down payment is made in 2 steps. The first step is payed immidiately after you sign the contract finalizing the affair. This fee is set to { whenSigned }%. The second fee is payed when the estate is handed over to you and it is ready to move in. It is set to { whenAvailable }%. That totals to { total }%.",
    "taxes": "There are two taxes that have to be payed: mortgage deed (pantbrev) and title deed (lagfart). The title deed is payed within three months after you bought the estate. It usually is paid right together with the second down payment. It is payed to Lantmäteriet and registers you as the new owner. An additional fee is required of { titleDeedFee } kr to create new title deed. It is calculates as { titleDeedPercent }% of the total value of the purchase. If you buy a hous worth { price } kr then title deed is { titleDeed } kr. See section estate for information about mortgage deed.",
    "table": {
      "header": {
        "name": "Name",
        "percentage": "Percentage",
        "amount": "Amount (kr)"
      },
      "downPayment": {
        "title": ""
      },
      "taxes": {
        "title": "Taxes"
      }
    }
  },
  "expensesRecurring": {
    "title": "Expenses: Recurring",
    "introduction": "Let us have a look at recurring yearly and monthly expenses. We group them in two parts: interest and amortization.",
    "table": {
      "interest": "Interest { interestPercent }% (kr)",
      "amortization": "Amortization { amortizationPercent }% (kr)",
      "sum": "Sum (kr)",
      "bills": "Bills (kr)",
      "forYear": "for a year",
      "forMonth": "for a month",
      "forMonthPerBorrower": "for a month per borrower"
    }
  },
  "saveForLater": {
    "title": "Save for later",
    "introduction": "We recommend that you save your data if you like to continue some other time. None of this data goes to us. It is up to you where you save the data and who you share it with.",
    "asFileDescription": "We provide three alternatives: You can save the data as a file. You can upload this file at a later point at the top of this page, or share it with others.",
    "asFile": "Save as a file.",
    "asLinkDescription": "You can generate a link that you can save or share with others. The data will be part of the link. If you navigate to it, the data will be filled back into the page.",
    "asLink": "Generate a link.",
    "asLocalStorageDescription": "You can choose to have your browser take care of the data. Choosing this will not let you share the data. It will be inserted automatically when you come back.",
    "asLocalStorage": "Let the browser manage it.",
    "clickHereForTab": "Click here to open in a new tab",
    "orClickHereBeforeHere": "Or click",
    "orClickHere": "here",
    "orClickHereAfterHere": "to copy the link"
  }
}
